tools/issi/logs/requests/request_20240610_081109.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-06-10T08:11:09+03:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{bc3e77b1-a02c-406d-b183-c4b816c16384}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-06T17:05:51+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;12804&lt;/RegNumber&gt;&lt;CaseNum&gt;20228920400122&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-02-15&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Зина Иванова Сандева&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;8&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-06T17:14:51+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;12805&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400186&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-03-13&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Йордан Христов Добрев&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;8&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-06T17:19:51+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;12806&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400186&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-03-13&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;"Банка ДСК" АД&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;4&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Електронна поща&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;12&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до взискател&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;/OutgoingReg&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-06T17:05:51+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400122&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-02-15&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Зина Иванова Сандева&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-06T17:14:51+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;2&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400186&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-03-13&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Йордан Христов Добрев&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-06T17:19:51+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;3&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400186&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-03-13&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;"Банка ДСК" АД&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до взискател&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
